/* Display departure reason code on internal devices */
" (AppleInternal: departure reason %s)" = " (AppleInternal: departure reason %s)";

/* Allow button */
"Allow" = "Allow";

/* Title for alert when iCloud keychain was disabled or reset */
"Apple ID Password Required" = "Apple ID Password Required";

/* Title for alert when approving another device */
"Approve “%@”?" = "Approve “%@”?";

/* Body text when approving an iPad on Mac */
"This iPad wants to use your iCloud account." = "This iPad wants to use your iCloud account.";

/* Body text when approving an iPhone on Mac */
"This iPhone wants to use your iCloud account." = "This iPhone wants to use your iCloud account.";

/* Body text when approving an iPod on Mac */
"This iPod wants to use your iCloud account." = "This iPod wants to use your iCloud account.";

/* Body text when approving a Mac on Mac */
"This Mac wants to use your iCloud account." = "This Mac wants to use your iCloud account.";

/* Body text when approving a device on Mac */
"This device wants to use your iCloud account." = "This device wants to use your iCloud account.";

/* Button text to approve iCloud sign in request */
"Approve" = "Approve";

/* Button text to decline iCloud sign in request */
"Decline" = "Decline";

/* Title for reminder that iCloud Keychain Application (from this device) is still pending */
"Approval Request Sent" = "Approval Request Sent";

/* Button text to continue to iCloud settings (iOS) */
"Continue" = "Continue";

/* Don't Allow button */
"Don’t Allow" = "Don’t Allow";

/* Body text when approving another (generic) device */
"Enter the password for the Apple ID “%@” to allow this new device to use your iCloud account." = "Enter the password for the Apple ID “%@” to allow this new device to use your iCloud account.";

/* Body text when approving an iPad */
"Enter the password for the Apple ID “%@” to allow this new iPad to use your iCloud account." = "Enter the password for the Apple ID “%@” to allow this new iPad to use your iCloud account.";

/* Body text when approving an iPhone */
"Enter the password for the Apple ID “%@” to allow this new iPhone to use your iCloud account." = "Enter the password for the Apple ID “%@” to allow this new iPhone to use your iCloud account.";

/* Body text when approving an iPod */
"Enter the password for the Apple ID “%@” to allow this new iPod to use your iCloud account." = "Enter the password for the Apple ID “%@” to allow this new iPod to use your iCloud account.";

/* Body text when approving another Mac */
"Enter the password for the Apple ID “%@” to allow this new Mac to use your iCloud account." = "Enter the password for the Apple ID “%@” to allow this new Mac to use your iCloud account.";

/* macOS alert text when iCloud keychain was disabled or reset */
"Enter your password in Apple ID Preferences." = "Enter your password in Apple ID Preferences.";

/* iOS alert text when iCloud keychain was disabled or reset */
"Enter your password in iCloud Settings." = "Enter your password in iCloud Settings.";

/* Title for reminder that iCloud Keychain Application (from this device) is still pending */
"iCloud Approval Required" = "iCloud Approval Required";

/* Title for alert when password has been entered incorrectly */
"Incorrect Password For “%@”" = "Incorrect Password For “%@”";

/* Button text to dismiss alert */
"Not Now" = "Not Now";

/* Button label to acknowledge/dismiss reminder alert without further action */
"OK" = "OK";

/* Password prompt text */
"Password" = "password";

/* Body text for reminder that iCloud Keychain Application (from this device) is still pending */
"This Mac is still waiting for approval by another device." = "This Mac is still waiting for approval by another device.";

/* Body of reminder text that the iCloud keychain application for this device is still pending */
"To continue using iCloud on this device, approve it from one of your other devices using iCloud or enter your iCloud Security Code." = "To continue using iCloud on this device, approve it from one of your other devices using iCloud or enter your iCloud Security Code.";

/* Body of reminder text that the iCloud keychain application for this iPad is still pending */
"To continue using iCloud on this iPad, approve it from one of your other devices using iCloud or enter your iCloud Security Code." = "To continue using iCloud on this iPad, approve it from one of your other devices using iCloud or enter your iCloud Security Code.";

/* Body of reminder text that the iCloud keychain application for this iPhone is still pending */
"To continue using iCloud on this iPhone, approve it from one of your other devices using iCloud or enter your iCloud Security Code." = "To continue using iCloud on this iPhone, approve it from one of your other devices using iCloud or enter your iCloud Security Code.";

/* Body of reminder text that the iCloud keychain application for this iPod is still pending */
"To continue using iCloud on this iPod, approve it from one of your other devices using iCloud or enter your iCloud Security Code." = "To continue using iCloud on this iPod, approve it from one of your other devices using iCloud or enter your iCloud Security Code.";

/* Button for try again after incorrect password */
"Try Again" = "Try Again";

/* Button label to approve via iCSC */
"Use Security Code" = "Use Security Code";
